Revit 2024 API
ConnectorSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ConnectorSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
ConnectorSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
ConnectorSetIterator Class
Autodesk.Revit.DB Namespace